Repository: mikecastrodemaria/Magic-Fields
Catalog: languages/*/magic_fields-*.po
Languages: fr_fr

source: Post Types
fr_fr: Types d'article

source: Post types
fr_fr: Types d'article

source: Hi you can create and manage Post Types here
fr_fr: Bonjour, vous pouvez créer et gérer les type d'articles ici

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Effacer

source: Manage Custom Types
fr_fr: Gérer les types personnalisé

source: Post Type Name
fr_fr: Nom du type

source: Capability Type
fr_fr: Capacité Type

source: Add a new Custom Type
fr_fr: Ajouter un nouveau champ personnalisé

source: Add New Post Type
fr_fr: Ajouter un nouveau type personnalisé

source: Name
fr_fr: Nom

source: Put the name of your Post Type
fr_fr: Mettez le nom de votre type d'article

source: description about for what is your custom post type
fr_fr: description de votre type d'article personnalisé

source: This post type is public?
fr_fr: Ce type d'article est public?

source: This type will be displayed into the Administration menu?
fr_fr: Ce type personalisé sera affiché dans le menu Administration?

source: Exclude Search
fr_fr: Exclure de la recherche

source: This element will be exclude in the search page
fr_fr: Cet élément sera exclu de la page de recherche

source: Customize which Fields will be displayed in this post type
fr_fr: Personnaliser les champs qui seront affichés dans ce type d'article

source: The user put here the content of the post
fr_fr: L'utilisateur met ici le contenu de l'article

source: Comments
fr_fr: Commentaires

source: This post type have comments
fr_fr: Avis sur cet article

source: This post type have revisions
fr_fr: Révision sur cet article

source: This post type have Excerpt
fr_fr: Cet article a un extrait

source: This post type have Thumbnail
fr_fr: Cet article a une miniature

source: Magic Fields is not ready yet.
fr_fr: Magic Fields n'est pas disponible

source: must create the following folders (and must chmod 777):
fr_fr: merci de crée le dossier suivant (avec un chmod 777)

source: The following folders must be writable (usually chmod 777 is neccesary):
fr_fr: Le dossier suivant doit permettre l'écriture (utilisez chmod 777 si nécéssaire)

source: Create Custom Field
fr_fr: Crée un champ personalisé

source: In Group
fr_fr: Dans le groupe

source: A field with the same name already exists in this write panel. Please choose a different name.
fr_fr: Un champ avec le même nom existe déjà dans ce panneau d'écriture. Choisissez un nom différent SVP.

source: Label
fr_fr: Intitulé

source: Type a label for the field. The label of the field is displayed beside the field in Write Panel page.
fr_fr: Saisissez un libellé pour le champ. L'étiquette du champ est affiché à côté du champ dans la page de configuration.

source: Type a unique name for the field, the name must be unique among all fields in this panel. The name of the field is the key by which you can retrieve the field value later.
fr_fr: Saisissez un nom unique pour le domaine, le nom doit être unique parmi tous les champs dans ce groupe. Le nom du champ est la clé par lequel vous pouvez récupérer la valeur du champ plus tard.

source: Help text
fr_fr: Texte d'aide

source: If set, this will be displayed in a tooltip next to the field label
fr_fr: S'il est défini, il sera affiché dans une info-bulle à côté de l'étiquette du champ

source: Can be duplicated
fr_fr: Peut-être dupliqué

source: Order
fr_fr: Ordre

source: Required
fr_fr: Requis

source: Not Required - can be empty
fr_fr: Non requis (peut-être vide)

source: Required - can not be empty
fr_fr: Requis (ne dois pas être vide)

source: Please fill in the name and the label of the field
fr_fr: Compléter le nom et l'étiquette du champ, SVP

source: Css Class
fr_fr: Classe CSS

source: Cancel
fr_fr: Annuler

source: Continue
fr_fr: Continuer

source: Size
fr_fr: Taille

source: Evaluate Max Length
fr_fr: Evaluer la longuer Max.

source: Height
fr_fr: Hauteur

source: Width
fr_fr: Largeur

source: If set, Hide Visual Editor for this field
fr_fr: Si configuré, cacher l'éditeur visuel (multiligne)

source: Value min
fr_fr: Valeur min.

source: Value max
fr_fr: Valeur max.

source: Related Type Panel
fr_fr: Interface de de relation type

source: Separate each option with a newline.
fr_fr: Séparez chaque option avec un saut de ligne.

source: Default Value
fr_fr: Valeur par défaut

source: Separate each value with a newline.
fr_fr: Séparez chaque valeur avec un saut de ligne.

source: Max Height
fr_fr: Hauteur maximum

source: Max Width
fr_fr: Largeur maximum

source: Custom
fr_fr: Option personnalisée

source: Finish
fr_fr: Terminé

source: Create Custom Group
fr_fr: Crée un groupe personnalisé

source: Create Custom Write Panel
fr_fr: Crée un panneau d'écriture personnalisé

source: Edit Custom Field
fr_fr: Editer le champs personnalisé

source: Update
fr_fr: Actualiser

source: The group can be duplicated
fr_fr: Ce groupe peut être dupliqué

source: Show as Expanded
fr_fr: Affichage étendu

source: Display the full expanded group editing interface instead of the group summary
fr_fr: Affichez le groupe d'édition complète de l'interface au lieu de la synthèse du groupe

source: Note: the group can still be collapsed by the user, this just determines the default state on load
fr_fr: Remarque: le groupe peut encore être réduit par l'utilisateur, cele détermine seulement l'état par défaut lors du chargement

source: Edit Group
fr_fr: Editer le groupe

source: Post
fr_fr: Article

source: Assigned Categories
fr_fr: Catégories assignées

source: Assigned Theme
fr_fr: Theme assigné

source: Default Template
fr_fr: Modèle par défaut

source: Page Parent
fr_fr: Page parente

source: Main Page (no parent)
fr_fr: Page principal (sans parent)

source: Quantity
fr_fr: Quantité

source: Single
fr_fr: Simple

source: Standard Fields
fr_fr: Champs standard

source: Advanced Fields
fr_fr: Champs avancés

source: Top Level Fields Expanded
fr_fr: Champs de premier niveau étendu

source: Display the full expanded group editing interface instead of the summary for fields created at the top level (fields not inside a group)
fr_fr: Affichez le groupe d'édition complète de l'interface ouvert au lieu de la synthèse des champs créés au niveau supérieur (champs exterieur d'un groupe)

source: Write Panel
fr_fr: Interface d'écriture

source: Are you sure you want to delete this custom Field?
fr_fr: Êtes-vous de vouloir supprimer ce champ personnalisé

source: Are you sure you want to delete this field group?\n\nNote: All fields that are part of this group will also be deleted!
fr_fr: Etes-vous sûr de vouloir supprimer ce groupe de champs?\n\nAttention: Tous les champs qui font partie de ce groupe seront également supprimés!

source: Export
fr_fr: Exporter

source: Choose a Write Panel
fr_fr: Choisir une interface d'écriture

source: Create a Group
fr_fr: Crée un groupe

source: Create a Field
fr_fr: Crée un champ

source: create field
fr_fr: crée un champ

source: Save Order
fr_fr: Sauvegarder l'ordre

source: Error uploading file!
fr_fr: Erreur lors du téléchargement du fichier!

source: The Write Panel was imported successfuly.
fr_fr: L'interface d'écriture a été importée avec succès

source: Click here
fr_fr: Cliquer ici

source: to edit the write panel.
fr_fr: pour éditer l'interface d'écriture

source: Custom Write Panel
fr_fr: Interface d'écriture personnalisée

source: Import a Write Panel
fr_fr: Importer une interface d'écriture

source: Create a Write Panel
fr_fr: Crée une interface d'écriture

source: Edit Fields/Groups
fr_fr: Editer les champs/groupes

source: Edit Write Panel
fr_fr: Editer l'interface d'écriture

source: Athentication failed!
fr_fr: l'authentification a échoué

source: Upload Unsuccessful
fr_fr: Le téléchargement a échoué

source: Successful upload
fr_fr: Le téléchargement a réussi

source: Assign Custom Write Panel
fr_fr: Assigner une interface d'écriture personnalisée

source: (None)
fr_fr: (Aucun)

source: Don't Assign Custom Write Panel
fr_fr: Ne pas assigner une interface d'écriture personnalisée

source: Edit with Custom Write Panel
fr_fr: Editer à travers l'interface d'écriture personnalisée

source: Magic Fields > Manage
fr_fr: Magic Fields > Gestion

source: Write Panels
fr_fr: Interface d'écriture

source: Magic Fields Options
fr_fr: Options Magic Fields

source: New
fr_fr: Nouveau

source: Manage
fr_fr: Gérer

source: New Post
fr_fr: Nouvel article

source: Drafts
fr_fr: Brouillon

source: New Page
fr_fr: Nouvel page

source: Upload
fr_fr: téléversements

source: Write Panel Options
fr_fr: Options de l'interface d'écriture

source: Condense Menu
fr_fr: Menu condensé

source: This option removes the write panel from the main navigation and places them inside of the post and menu pages.
fr_fr: Cette option supprime le panneau d'écriture à partir du menu principal et les places à l'intérieur de l'article et des pages de menu.

source: Hide non-standart content in Post Panel
fr_fr: Masquer les contenu non-standard dans le Panneau de message

source: Hide posts made with Write panels in the edit section in the Post panel
fr_fr: Masquer les articles faits avec une interface d'écriture dans la section“Modifier” dans le panneau d'article

source: Hide Post Panel
fr_fr: Cacher l'interface d'écriture

source: Hide Wordpress Post panel
fr_fr: Cacher l'interface d'article de Wordpress

source: Hide Page Panel
fr_fr: Cacher l'interface de la page

source: Hide Wordpress Page panel
fr_fr: Cacher l'interface de page de Wordpress

source: Hide Visual Editor (multiline)
fr_fr: Cacher l'éditeur visuel (multiligne)

source: Do not remove tags tmce. (multiline)
fr_fr: Ne retirez pas le balises Tmce. (multiligne)

source: Stop removing the &lt;p&gt; and &lt;br /&gt; tags when saving and show them in the HTML editor
fr_fr: Empêcher la suppression des balises <p> et <br /> lors de l'enregistrement et les afficher dans l'éditeur HTML

source: Use Standard File Uploader (non-ajax)
fr_fr: Utilisez le téléversement de fichier standard (non ajax)

source: Try using the standard file uploader if the AJAX loader fails to upload to your server
fr_fr: Essayez d'utiliser le téléversement standard si le chargeur AJAX ne parvient pas à téléversé sur votre serveur

source: Editing Prompt
fr_fr: Edition

source: Prompt when editing a Post not created with Custom Write Panel.
fr_fr: Prompt lors de l'édition d'un article non créé avec le panneau d'écriture personnalisée.

source: Assign to Role
fr_fr: Assigner un rôle

source: This option will create a capability for each write panel such that the write panel is accessible by the Administrator only by default. You can assign the write panel to other roles using
fr_fr: Cette option permettra de créer une posibilité pour chaque panneau d'écriture, telle que, le panneau d'écriture est accessible par l'administrateur par défaut seulement. Vous pouvez assigner le panneau d'écriture à d'autres rôles en utilisant

source: Default Panel
fr_fr: Interface par défaut

source: Clear cache
fr_fr: Vider le cache

source: delete all image thumbs
fr_fr: Effacer toutes les miniatures

source: Uninstall Magic Fields
fr_fr: Désinstaller Magic Fields

source: Type <strong>uninstall</strong> into the textbox, click <strong>Update Options</strong>, and all the tables created by this plugin will be deleted
fr_fr: Saisir <strong>uninstall</strong> dans le champ texte, cliquer <strong>Sauvegard des réglages</strong>, et toutes les tables crée par ce plug-in seront supprimés

source: Update Options
fr_fr: Sauvegard des réglages

source: Successful Upload
fr_fr: L&rsquo;envoi a réusit

source: Choose File...
fr_fr: Choisissez un fichier...

source: Replace File...
fr_fr: Remplacer un fichier...

source: drop file here to upload
fr_fr: déplacez le fichier ici pour l'envoyer

source: Or URL
fr_fr: Ou URL

source: Authentication failed!
fr_fr: Authentification impossible!

source: The uploaded file exceeds the maximum upload limit
fr_fr: Le fichier téléchargé a une taille supérieure à la limite autorisée

source: Failed to upload the file!
fr_fr: Impossible de télécharger le fichier!

source: Upload Unsuccessful!
fr_fr: Téléchargement impossible!

source: File
fr_fr: Fichier

source: Post was not published -
fr_fr: Article non publié -

source: You have errors in some fields, please check the fields below.
fr_fr: Vous avez une erreur dans certains champs, vérifiez les champs suivants.

source: You do not have sufficient permissions to access this custom write panel.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette interface d'écriture.

source: Expand All
fr_fr: Tout étendre

source: Collapse All
fr_fr: Tout réduire

source: Note: to save your changes you must also <strong>Publish</strong> or <strong>Update</strong>
fr_fr: Remarque: pour enregistrer vos modifications, vous devez également <strong>Publier</ strong> ou <strong>Mettre à jour</ strong>

source: Loading Data&hellip;
fr_fr: Chargement données&hellip;

source: Are you sure?
fr_fr: Etes-vous sûr

source: Remove
fr_fr: Supprimer

source: Note: hold down the SHIFT key as you click to collapse this item before the new item is added
fr_fr: Remarque: maintenez la touche MAJ enfoncée lorsque vous cliquez à la réduction de ce point avant que le nouvel élément soit ajouté

source: what's this?
fr_fr: Qésako?

source: Characters left
fr_fr: Caractères restants

source: --Select--
fr_fr: --Selectionner--

source: View Current
fr_fr: Voir l'élèment courant

source: Set Image
fr_fr: Mettre une image

source: Magic Fields Attributes
fr_fr: Attribut Magic Fields

source: Note: Custom fields and groups associated with the selected write panel will be only be displayed once you have saved this page or post.
fr_fr: Remarque: Les champs personnalisés et les groupes associés avec le panneau écriture sélectionnée ne seront seulement affiché une fois que vous avez sauvegardé cette page ou cette article.

source: Before saving you may also like to set the <strong>Template</strong> and/or <strong>Parent</strong> in the <strong>Page Attributes</strong> panel to match the defaults for the selected write panel (recommended)
fr_fr: Avant d'enregistrer, vous aimerez aussi de définir le <strong>modèle</strong> et/ou du <strong>parent</ strong> dans le panneau des <strong>attributs de page</ strong>, pour correspondre à la valeur par défaut du panneau d'écriture sélectionnée (recommandé)

source: Set Page Template
fr_fr: Définir le modèle de page

source: Set Page Parent
fr_fr: Définir le parent de cette page
